<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="header.jsp" %>
<%@ page import="java.util.Date" %>
<h1>소개</h1>
<text class="about">
<h2 class="patriotism">대한 독립 선언서</h2>
우리 대한 동족 남매와 온 세계 우방 동포여!
<br>
우리 대한은 완전한 자주독립과 신성한 평등복리로 우리 자손 여민에 대대로 전하게 하기 위하여, 여기 이민족 전제의 학대와 억압을 해탈하고 대한 민주의 자립을 선포하노라.
<br>
우리 대한은 예로부터 우리 대한의 한(韓)이요, 이민족의 한이 아니라, 반만년사의 내치외교는 한왕한제의 고유 권한이요, 백만방리의 고산려수는 한남한녀의 공유 재산이요, 기골문언이 구아에 뛰어난 우리 민족은 능히 자국을 옹호하며 만방을 화합하여 세계에 공진할 천민(天民)이라, 우리 나라의 털끝만한 권한이라도 이민족에게 양보할 의무가 없고, 우리 강토의 촌토라도 이민족이 점유할 권한이 없으며, 우리 나라 한 사람의 한인이라도 이민족이 간섭할 조건이 없으니, 우리 한(韓)은 완전한 한인(韓人)의 한(韓)이라.
<br>
슬프도다 일본의 무력과 재앙이여. 임진 이래로 반도에 쌓아 놓은 악은 만세에 엄폐치 못할 지며, 갑오 이후 대륙에서 지은 죄는 만국에 용납지 못할지라. 그들이 전쟁을 즐기는 악습은 자보니 자위니 구실을 만들더니, 마침내 하늘에 반하고 인도에 거스르는 보호 합병을 강제하고, 그들이 맹세를 어기는 폐습은 영토니 문호니 기회니 구실을 거짓 삼다가 필경 몰의비법한 밀관협약을 강제로 맺고, 그들의 요망한 정책은 감히 종교와 문화를 말살하였고, 교육을 제한하여 과학의 유통을 막았고, 인권을 박탈하며 경제를 농락하며 군경의 무단과 이민이 암계(暗計)로 한족을 멸하고 일인을 증식하려는 간흉을 실행한지라.
<br>
적극소극으로 우리의 한족을 마멸시킴이 얼마인가.
<br>
<br>
십년 무력과 재앙의 작란이 여기서 극에 이르므로 하늘이 그들의 더러운 덕을 꺼리시어 우리에게 좋은 기회를 주실새, 우리들은 하늘에 순종하고 인도에 응하여 대한독립을 선포하는 동시에 그들의 합병하던 죄악을 선포하고 징계하니,
<br>
1. 일본의 합방 동기는 그들이 소위 범일본주의를 아시아에서 실행함이니, 이는 동아시아의 적이요,
2. 일본의 합방 수단은 사기강박과 불법무도와 무력폭행을 구비하였으니, 이는 국제법규의 악마이며,
3. 일본의 합병 결과는 군경의 야만적 힘과 경제의 압박으로 종족을 마멸하며, 종교를 억압하고 핍박하며, 교육을 제한하여 세계 문화를 저지하고 장애하였으니 이는 인류의 적이라.
<br>
<br>
그러므로 하늘의 뜻과 사람의 도리와 정의법리에 비추어 만국의 입증으로 합방 무효를 선포하며, 그들의 죄악을 응징하며 우리의 권리를 회복하노라.
<br>
슬프도다 일본의 무력과 재앙이여! 작게 징계하고 크게 타이름이 너희의 복이니 섬은 섬으로 돌아가고, 반도는 반도로 돌아오고, 대륙은 대륙으로 회복할지어다.
<br>
각기 원상을 회복함은 아시아의 바램인 동시에 너희도 바램이려니와, 만일 미련하게도 깨닫지 못하면 화근이 모두 너희에게 있으나, 복구자신(復舊自新)의 이익을 반복하여 알아듣게 타이를 것이다.
<br>
보라! 인민의 마적이었던 전제와 강권은 잔재가 이미 다하였고, 인류에 부여된 평등과 평화는 명명백백하여, 공의의 심판과 자유의 보편성은 실로 광겁(曠劫)의 액을 일세코자 하는 천의의 실현함이요, 약국잔족을 구제하는 대지의 복음이라.
<br>
장하도다 시대의 정의여. 이때를 만난 우리는 함께 나아가 무도한 강권속박을 해탈하고 광명한 평화독립을 회복함은, 하늘의 뜻을 높이 날리며 인심을 순응시키고자 함이며, 지구에 발을 붙인 권리로써 세계를 개조하여 대동건설을 협찬하는 소이로서 우리 여기 2천만 대중의 충성을 대표하여 감히 황황일신께 분명히 알리고 세계 만방에 고하오니, 우리 독립은 하늘과 사람이 모두 향응하는 순수한 동기로 민족자보(民族自保)의 정당한 권리를 행사함이요, 결코 목전의 이해에 우연한 충동이 아니며, 은혜와 원한에 관한 감정으로 비분명한 보복수단에 자족한 바가 아니라, 실로 항구일관한 국민의 지성이 격발하여 저 이민족으로 하여금 깨닫고 새롭게 함이며, 우리의 결실은 야비한 정궤를 초월하여 진정한 도의를 실현함이라.
<br>
아 우리 대중이여, 공의로 독립한 자는 공의로써 진행할지라, 일체의 방편으로 군국전제를 삭제하여 민족 평등을 세계에 널리 베풀지니 이는 우리 독립의 제일의 뜻이요, 무력 겸병을 근절하여 평등한 천하의 공도로 진행할지니 이는 우리 독립의 본령이요, 밀약사전을 엄금하고 대동평화를 선전할지니 이는 우리 복국의 사명이요, 동등한 권리와 부를 모든 동포에게 베풀며 남녀빈부를 고르게 다스리며, 등현등수로 지우노유에게 균등하게 하여 사해인류를 포용할 것이니 이것이 우리 건국의 기치요, 나아가 국제불의를 감독하고 우주의 진선미를 체현할 것이니 이는 우리 대한민족의 시세에 응하고 부활하는 궁국의 의의니라.
<br>
아 우리 마음이 같고 도덕이 같은 2천만 형제자매여! 우리 단군대황조께서 상제에 좌우하시어 우리의 기운을 명하시며, 세계와 시대가 우리의 복리를 돕는다.
<br>
정의는 무적의 칼이니 이로써 하늘에 거스르는 악마와 나라를 도적질하는 적을 한손으로 무찌르라. 이로써 5천년 조정의 광휘를 현양할 것이며, 이로써 2천만 백성의 운명을 개척할 것이니, 궐기하라 독립군! 제(齊)하라 독립군!
<br>
천지로 망(網)한 죽음은 사람의 면할 수 없는 바인즉, 개돼지와도 같은 일생을 누가 원하는 바이리오. 살신성인하면 2천만 동포와 동체로 부활한 것이니 일신을 어찌 아낄 것이며, 집안이 기울어도 나라를 회복되면 3천리 옥토가 자가의 소유이니 일가를 희생하라!
<br>
아 우리 마음이 같고 도덕이 같은 2천만 형제자매여! 국민본령을 자각한 독립임을 기억할 것이며, 동양평화를 보장하고 인류평등을 실시하기 위한 자립인 것을 명심할 것이며, 황천의 명령을 크게 받들어 일절 사망에서 해탈하는 건국인 것을 확신하여, 육탄혈전으로 독립을 완성할지어다.
<br>
<br>
<br>
단군기원 4252년 2월 일<br>
<br>
김교헌(金敎獻)<br>
김규식(金奎植)<br> 
김동삼(金東三)<br> 
김약연(金躍淵)<br> 
김좌진(金佐鎭)<br> 
김학만(金學滿)<br> 
여 준(呂 準)<br> 
유동열(柳東說)<br> 
이 광(李광(李 光)<br> 
이대위(李大爲)<br> 
이동녕(李東寧)<br> 
이동휘(李東輝)<br> 
이범윤(李範允)<br> 
이봉우(李奉雨)<br> 
이상룡(李相龍)<br> 
이세영(李世永)<br> 
이승만(李承晩)<br> 
이시영(李始榮)<br> 
이종탁(李鍾倬)<br>
이종탁(李鍾倬)<br> 
이 탁(李 沰)<br> 
문창범(文昌範)<br> 
박성태(朴性泰)<br> 
박용만(朴容萬)<br> 
박은식(朴殷植)<br> 
박찬익(朴贊翼)<br> 
손일민(孫一民)<br> 
신 정(申정(申 檉)<br> 
신채호(申采浩)<br> 
안정근(安定根)<br> 
안창호(安昌浩)<br> 
임 방(任 □)<br> 
윤세복(尹世復)<br> 
조용은(趙鏞殷)<br> 
조 욱(曺욱(曺 煜)<br> 
정재관(鄭在寬)<br> 
최병학(崔炳學)<br> 
한 흥(韓 興)<br> 
허 혁(許 爀)<br> 
황상규(黃尙奎)<br>
</text>
<p> 현재 시간 <%= new Date() %></p>


<%@ include file="footer.jsp" %>